[{"id":6,"name":"Ar Condicionado 3200w Frio / Calorr","description":"AIR SPLIT 3200W TACA-3200WCHSA/KC FC TCL. Capacidade fria 3200 Watts. Capacidade de aquecimento 3300 Watts. Potência elétrica (W) frio 996. Potência elétrica (W) calor 1028. Eficiência energética calor C. Eficiência energética frio A. Frigoríficos 2750 UNIDADE INDOOR. Peso bruto 10kg. Peso líquido 7 kgascas","price":"2000","discount":"12","image":"default-image.png","category":"in-sale"},{"id":9,"name":"Teclado Apple Magic Sem Fio","description":"O Magic Keyboard combina um design elegante com uma bateria recarregável integrada e funções de chave aprimoradas. Com um mecanismo de tesoura estável sob cada chave, bem como um curso de chave otimizado e um perfil baixo, o Magic Keyboard oferece uma experiência de digitação notavelmente confortável e precisa.","price":11399,"discount":0,"image":"img-apple-magic-keyboard.jpg","category":"visited"},{"id":11,"name":"Alto-falante Sem Fio Bose Soundtouch 10","description":"Alto-falante sem Fio Bose Soundtouch 10. SoundTouch®. A maneira fácil de tocar música sem fio em sua casa. Características. Marca: Bose. Modelo: SoundTouch. Cor: Pretoinalámbrica. Características. » Marca: Bose. » Modelo: SoundTouch. » Color: Negro","price":29990,"discount":12,"image":"img-parlante-bose.jpg","category":"visited"},{"id":13,"name":"Smart TV Samsung 4K 50","description":"Com a Samsung UN50MU6100 Smart TV, experimente uma nova experiência de visualização com resolução 4K, apresentando-lhe imagens de alta qualidade e altamente detalhadas. Agora tudo o que você vê ganhará vida com cores mais realistas e mais brilho. Graças ao seu tamanho de 50, você pode transformar seu espaço em um cinema e se transportar para onde quer que queira ir.","price":34990,"discount":0,"image":"img-tv-samsung-smart.jpg","category":"visited"},{"id":14,"name":"Sony S6700 Reprodutor De Blu-ray ","description":"Curta seus filmes favoritos com até quatro vezes mais detalhes do que Full HD, graças à conversão do sinal 4K. Quando conectado a uma TV compatível, um processador de vídeo avançado converte o vídeo padrão em um sinal com resolução próxima a 4K (3840 x 2160). Com oito milhões de pixels, você obtém imagens mais nítidas e detalhadas, e a maior qualidade de imagem permite que você se sente mais perto da tela para uma experiência cinemática.","price":10999,"discount":5,"image":"img-sony-blueray.jpg","category":"visited"},{"id":16,"name":"Sony Srs-xb12 Alto-falante Bluetooth Portátil","price":4699,"discount":5,"category":"in-sale","description":"Deixe a música de dança ganhar vida com o EXTRA BASS™ Animar o ambiente com o EXTRA BASS™1. Um radiador passivo trabalha com o alto-falante mono para aumentar os tons graves e melhorar os graves, apesar do tamanho compacto.","image":"img-parlante-sony.jpg"},{"name":"Meu Notebook","price":"2200","discount":"10","category":"in-sale","description":"AScascascascasc","image":"default-image.png","id":17}]